Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=367_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Valtiot ja saamelaiskäräjät valmiita saamelaissopimusneuvotteluihin
smn: Staatah já sämitigeh kiärguseh sämisopâmušráđádâlmáid

source: - Aika on kypsynyt pohjoismaista saamelaissopimusta koskevien neuvottelujen aloittamiselle.
smn: – Äigi lii laddâm tave-eennâmlâš sämisopâmuš kyeskee ráđádâlmij aalgâtmân.

source: Pohjoismaiden saamelaiskäräjien puheenjohtajat ja valtioiden saamelaisasioista vastaavat ministerit kokoontuvat Oslossa toukokuun 25. päivänä sopimaan neuvottelujen aikataulusta ja menettelytavoista.
smn: Tave-enâmij sämitigij saavâjođetteijeeh já staatâi sämiaašijn västideijee ministereh čokkâneh Osloost vyesimáánu 25. peeivi sooppâđ ráđádâlmij äigitavlust já monâttâllâmvuovijn.

source: Kuvissa Suomen saamelaiskäräjien jäsenet Tuomas Aslak Juuso ja Asko Länsman sekä varapuheenjohtaja Erkki Lumisalmi.
smn: Kuuvijn Suomâ sämitige jesâneh Tuomas Aslak Juuso já Asko Länsman sehe värisaavâjođetteijee Erkki Lumisalmi.

source: Kuvat: Sára Márjá Magga.
smn: Koveh: Sára Márjá Magga.

source: – Voimme iloita siitä, että saamelaissopimusta koskevat neuvottelut alkavat ja asia etenee, totesi Norjan saamelaiskäräjien varapresidentti Laila Susanne Vars saamelaisen parlamentaarisen neuvoston kokouksessa Rovaniemellä 14.4.
smn: – Pyehtip ilodiđ tast, et sämisopâmuš kyeskee ráđádâlmeh älgih já äšši ovdán, páhudij Taažâ sämitige värisaavâjođeteijee Laila Susanne Vars säämi parlamentaarlâš rääđi čuákkimist Ruávinjaargâst 14.4.

source: Saamelaisen parlamentaarisen neuvoston kokous hyväksyi julistuksen pohjoismaisen saamelaissopimuksen edistämisestä neuvottelujen alkaessa.
smn: Säämi parlamentaarlâš rääđi čuákkim tuhhiittij julgáštâs tave-eennâmlâš sämisopâmuš oovdedmist ráđádâlmij älgidijn.

source: Ehdotus Suomen, Ruotsin ja Norjan yhteiseksi pohjoismaiseksi saamelaissopimukseksi valmistui näitä valtioita ja saamelaiskäräjiä edustaneen asiantuntijatyöryhmän työn tuloksena vuonna 2005.
smn: Iävtuttâs Suomâ, Ruotâ já Taažâ ohtsii tave-eennâmlâš sämisopâmuššân valmâštui täid staatâid já sämitiigijd ovdâstâm äššitobdeepatgojuávhu pargo puátusin ive 2005.

source: Parlamentaarinen neuvosto edellyttää nyt, että alkaville neuvotteluille tulisi asettaa pitävä ja hyväksyttävä aikataulu.
smn: Parlamentaarlâš rääđi váátá tääl, et älgee ráđádâlmáid kolgâččij asâttiđ pištee já tuhhiittettee äigitavlu.

source: Parlamentaarinen neuvosto korostaa julkilausumassaan sitä, että tullessaan hyväksytyksi saamelaissopimus on kuitenkin epätäydellinen niin kauan kun Venäjän saamelaiset ovat sen ulkopuolella.
smn: Parlamentaarlâš rääđi tiädut jieijâs julgáštâsâst tom, et ko sämisopâmuš šadda tuhhiittuđ, lii tot kuittâđ epitievâslâš nuuvt kuhháá ko Ruošâ sämmiliih láá ton ulguubeln.

source: Parlamentaarinen neuvosto tukee Venäjän saamelaisten pyrkimyksiä oman edustuksellisen elimen perustamiseksi ja kehottaa myös Suomen, Ruotsin ja Norjan hallituksia tukemaan Venäjän saamelaisten pyrkimyksiä.
smn: Parlamentaarlâš rääđi tuárju Ruošâ sämmilij viggâmušâid jieijâs ovdâsteijee orgaan vuáđđudmân já avžut meiddei Suomâ, Ruotâ já Taažâ haldâttâsâid tuárjuđ Ruošâ sämmilij viggâmušâid.

source: Pohjoismaisen saamelaissopimuksen tarkoituksena on mm. yhtenäistää saamelaisten oikeusasemaa valtioissaan ja lujittaa saamelaisten mahdollisuuksia toimia valtioiden rajojen yli ja säilyä yhtenä kansana.
smn: Tave-eennâmlâš sämisopâmuš uáivilin lii el. toohâđ ohtâlâžžân sämmilij vuoigâdvuođâsajattuv päikkiriijkâinis já nanodiđ sämmilij máhđulâšvuođâid toimâđ riijkâ raajij paijeel já siäiluđ ohtân aalmugin.
